export const scenario = [
  {
    bg: "room",
    transition: "fade"
  },
  {
    speaker: "Narrator",
    text: `二人きりの夜、熱を帯びた体を食らう。`
  },
  {
    speaker: "Narrator",
    text: `你的意識慢慢地回歸。

看來似乎是打了個盹，你眨著乾澀的眼睛，等待失焦的視線逐漸變得清晰。映入眼簾的是二羽的房間。

房間的主人正坐在床上，一臉擔憂地注視著你。`
  },
  {
    speaker: "二羽 一葉",
    text: `「沒事吧？對不起，明明你很累還讓你過來。」

他雖然這麼對你說，但顯而易見地，他的臉色比你還要糟糕許多。`
  },
  {
    speaker: "Narrator",
    text: `你慢慢想起來了，大約是中午左右，你收到了二羽的簡訊。

【燒退不下來。飯也沒辦法好好吃。】

你詳細地問了情況，說是去了醫院也拿了藥，但似乎不是感冒。被告知可能是疲勞引起的高燒。 剛好有空的你，決定來看護動彈不得的二羽。

你全部都記起來了。

再次環視房間。若看向時鐘，現在的時間正好指著 8 點整。 窗戶掛著窗簾，但縫隙間並沒有陽光透進來。 看來現在是晚上。`
  },
  {
    speaker: "久世　傾",
    text: `「『沒事吧』這句話該我問你才對吧。你到底是怎麼搞的啊？」

傾把包扔在地上。臉色完全說不上好看。

「身體過勞怎麼會拖到現在？你在勉強自己做什麼嗎？」`
  },
  {
    speaker: "二羽 一葉",
    text: `「啊……才沒有。」

一葉縮進自己的棉被內，聲音聽起來可憐兮兮的。「久世君難得來找我，既然是探病，就對我好一點嘛。」

「比如摸摸我的頭什麼的……」`
  },
  {
    speaker: "Narrator",
    text: `是生病的原因嗎？他看起來比平常更加的……撒嬌？`
  },
  {
    speaker: "久世　傾",
    text: `「情況比我想的糟糕，腦子都燒壞了。」

一邊碎碎念著「都開始胡言亂語了應該是廢人了吧」，傾伸出手，摸上了對方的額頭。

「見鬼⋯⋯趕緊給我躺下。」`
  },
  {
    speaker: "二羽 一葉",
    text: `一葉彷彿沒聽見對方的惡言惡語、不，也或許是習慣了吧。他傻傻地笑了起來，伸手抓住了冰涼的手掌。

「要是久世君一直陪著我就好了。」`
  },
  {
    speaker: "久世　傾",
    text: `「我哪有那種美國時間，我很忙。今晚翹班來照顧你，你最好感恩戴德趕緊好起來。」

今天下午收到簡訊就跟狐狸請了個假，被那個嗅覺靈敏得要死的女人追著問了一路。

「哎呀對你這種人還有什麼比工作更重要啊」囉哩八嗦個不停。什麼叫「我這種人」？哪種？

「我帶了些慰問品，先讓我放去冰箱。」言外之意就是放手。

「不知道要給你買什麼所以我買了我喜歡吃的東西。」`
  },
  {
    speaker: "Narrator",
    text: `檢測 靈感`
  },
  {
    speaker: "久世　傾",
    text: `cc<=85 (1D100<=85) 獎勵・懲罰骰[0] ＞ 93 ＞ 93 ＞ 失敗`
  },
  {
    speaker: "Narrator",
    text: `你這麼說著，才想去尋找自己買來的慰問品，卻發現哪裡都找不到。

在哪裡，什麼時候，買了什麼。記憶非常模糊，想不起來了。

你再度環視房間，看見了已經拆封的零食。那是你喜歡的種類。

真奇怪啊。你真的買了嗎？`
  },
  {
    speaker: "久世　傾",
    text: `「⋯⋯真奇怪啊。難道我也病了⋯⋯」

怎麼記憶斷斷續續的⋯⋯

他盯著已經拆封的零食看了一會兒。

算了，現在重要的不是這個。

「喂笨蛋，你把白癡病毒傳染給我了。」

他還是找了個理由報復了一下讓自己不在狀態的罪魁禍首。曲起手指往對方腦袋上敲了一下。`
  },
  {
    speaker: "二羽 一葉",
    text: `「嗚。」

一葉縮著腦袋，卻沒有躲開你的敲打。或許連這樣的觸碰都能讓他感到開心吧。

「這個不重要嘛，不如抱抱我吧？久世君。」`
  },
  {
    speaker: "久世　傾",
    text: `「你今天是怎麼了啊⋯⋯一直在撒嬌。」

說著「真不像你不會是陷阱吧」，他慢慢地把手收回。

「是餓了嗎？餓了我去給你做飯。」`
  },
  {
    speaker: "二羽 一葉",
    text: `一葉像是陷入了思考般地喃喃自語。

「雖然不餓……但是也可以吃東西……」`
  },
  {
    speaker: "久世　傾",
    text: `「吃點東西身體會好得快一些。」

他不知道自己為什麼要用哄小孩的語氣來跟他說話。

「生病了本來就沒什麼胃口，我燉湯給你吧。」

嗯⋯⋯帶來的換洗的衣物還在嗎？他困惑地拎起背包，打開查看。`
  },
  {
    speaker: "Narrator",
    text: `你的背包是空的。

尋找的話，換洗衣物整齊地放在沙發上。`
  },
  {
    speaker: "二羽 一葉",
    text: `「我會在這裡等久世君。」

他乖乖地坐在床上看著你。`
  },
  {
    speaker: "久世　傾",
    text: `「你最好乖乖等著，要是被我知道你亂跑我就打斷你的腿。」

扔下一句話傾就轉身出去了。

這還是他第一次在二羽家做飯。廚房看起來有使用的痕跡，廚具也有好好的保養。尤其是菜刀，刀口磨得相當鋒利，切什麼都很俐落，甚至比自己家的刀要順手。

傾將白蘿蔔和玉米切塊，蘑菇劃了十字擱置在一旁備料。又準備了一鍋涼水，放入雞肉直至煮沸，在這期間撈起浮沫，直到可以看見清澈的湯水，再蓋上蓋子，轉為小火燉煮。

剩下的就是加入備料了，在那之前先去洗個澡吧。

「喂，我要用你家的浴室。」

還是有必要徵詢主人的意見，而且他也要察看一下對方的狀況。傾伸出手再一次摸上對方的額頭。`
  },
  {
    speaker: "Narrator",
    text: `掌心還是很燙，如果使用溫度計的話，可以準確地得知39度的溫度。`
  },
  {
    speaker: "二羽 一葉",
    text: `一葉望著對方，像是在說自己不會亂跑一樣。`
  },
  {
    speaker: "久世　傾",
    text: `「（京都國粹）！」

摸到的瞬間就覺得大事不妙。他像是被燙傷一樣地抽回收手。一臉震驚。

「你燙死了！我看還是直接送你去醫院算了！」`
  },
  {
    speaker: "二羽 一葉",
    text: `一葉皺起了臉，表情看起來就要哭出來。

「不要離開我啦……不要出去，留下來，跟我待在一起，拜託了，哪裡都不要去。」

他握著久世的手，像是要是他將手抽走的話，就會當場哇哇大哭一樣。`
  },
  {
    speaker: "久世　傾",
    text: `「喂、你⋯⋯你別⋯⋯」

本來想說都這麼燙了根本就是要送急救的程度，而開始在準備打電話叫急救車的傾愣愣地看著二羽。

「怎麼了啊⋯⋯怎麼忽然這樣⋯⋯」

他沒見過
